performance_ruby_2_2_0/unicorn/pi.txt
      done.

Transactions:		         100 hits
Availability:		      100.00 %
Elapsed time:		        6.59 secs
Data transferred:	        0.49 MB
Response time:		        0.63 secs
Transaction rate:	       15.17 trans/sec
Throughput:		        0.07 MB/sec
Concurrency:		        9.54
Successful transactions:         100
Failed transactions:	           0
Longest transaction:	        0.69
Shortest transaction:	        0.07
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.