performance_ruby_2_2_0/unicorn/random.txt
      done.

Transactions:		         100 hits
Availability:		      100.00 %
Elapsed time:		       20.16 secs
Data transferred:	        0.28 MB
Response time:		        1.90 secs
Transaction rate:	        4.96 trans/sec
Throughput:		        0.01 MB/sec
Concurrency:		        9.45
Successful transactions:         100
Failed transactions:	           0
Longest transaction:	        5.09
Shortest transaction:	        0.14
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.