performance_ruby_2_2_0/unicorn/random.txt
      done.

Transactions:		      100000 hits
Availability:		      100.00 %
Elapsed time:		     3751.98 secs
Data transferred:	      282.09 MB
Response time:		        3.74 secs
Transaction rate:	       26.65 trans/sec
Throughput:		        0.08 MB/sec
Concurrency:		       99.75
Successful transactions:      100000
Failed transactions:	           0
Longest transaction:	        6.92
Shortest transaction:	        0.01
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.