performance_ruby_2_2_0/unicorn/random.txt
      done.

Transactions:		       10000 hits
Availability:		      100.00 %
Elapsed time:		      390.02 secs
Data transferred:	       28.22 MB
Response time:		        0.38 secs
Transaction rate:	       25.64 trans/sec
Throughput:		        0.07 MB/sec
Concurrency:		        9.74
Successful transactions:       10000
Failed transactions:	           0
Longest transaction:	        1.91
Shortest transaction:	        0.00
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.